Repository: mozilla-l10n/mt-training-data
Catalog: mnw/mnw_pontoon.tmx
Source language: en_us
Languages: mnw

source: Changes the language dataset to which you're contributing
mnw: ပြံင်လှာဲ တၚ်ဂၞၚ်ဒေတာအရေဝ်ဘာသာ မၞးမဘိုၚ်ပါလုပ်ရီုဗၚ်ဒၟံၚ်ဂှ်ညိ။

source: Changes website text only
mnw: သၠာဲမလိက်ဝေပ်သာ်သၟးဟေၚ်

source: Change your email via Settings under Login Identity
mnw: ပြံၚ်လှာဲ အဳမေလ်မၞး ပ္ဍဲ သ္ၚိချိၚ် သၟဝ်စၟတ်သမ္တီလုပ်အကံက်ဂှ်ညိ။

source: Chechen
mnw: ချက်ချေန်

source: Check
mnw: စၟဳစၟတ်

source: Check <icon></icon> is this a linguistically correct sentence?
mnw: ဝါကျဏအ်ဂှ် နကဵုသဒ္ဒါစှ်ေစှ်ေ ဒးဒၟံၚ်ရဟာ စၟဳစၟတ် <icon></icon> ညိ။

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
mnw: အရေဝ်ဘာသာမၞး ပါလုပ်ဒၟံၚ် ပ္ဍဲ <languagesPageLink>မုက်လိက်အရေဝ်ဘာသာ</languagesPageLink> Common Voice ယျဟာဂှ် စၟဳစၟတ်ရံၚ်ညိ။ ယဝ်ရ ဟွံပါလုပ်ဏီမ္ဂး၊ ဗပေၚ်စုတ် တၞးလိက်ဏအ်တုဲ ဗီုပြၚ် ဂွံပၠောပ်ထပ်စုတ်အရေဝ်ဘာသာမၞးဂှ် ပိုဲ <strong>ပလံၚ်ဗစိုပ်ကဵု အဳမေလ် ပရေၚ်ပသောၚ်ကလးရောၚ်။</strong>

source: <chevron></chevron>See less
mnw: <chevron></chevron>ဗဵုကျောဝ်အောန်န်

source: <chevron></chevron>See more
mnw: <chevron></chevron> ဗဵုကျောဝ်ဂၠိုၚ်ၚ်

source: Chiga
mnw: ချဳဂါ

source: Chinese (China)
mnw: ကြုက် (ဍုၚ်ကြုက်)

source: Chinese (Hong Kong)
mnw: ကြုက် (ဟံၚ်ကံၚ်)

source: Chinese (Taiwan)
mnw: ကြုက် (ထာဲဝါန်)

source: Chinyanja
mnw: ချဳညာန်ဂျာ

source: Chokwe
mnw: ချံက်ဝေ

source: Choose language/localization
mnw: ရုဲ ဘာသာ / ဒၞာဲ

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
mnw: ယေန်သၞာၚ်ကဵုဒှ် ဟွံသေၚ်မ္ဂး အဆက်အစပ်ကဵုဒှ်ဂှ် ဟွံဒးရုဲ၊ ရုဲစှ်ကေတ် အရေဝ်သၟာန် မလောဲသွာ သွက်ဇၟာပ်မၞိဟ်တအ်ကၠိုဟ်ကေတ်လောဲလောဲမာန်တအ်ဂှ်ညိ။

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context.
mnw: ယေန်သၞာၚ်ကဵုဒှ် ဟွံသေၚ်မ္ဂး အဆက်အစပ်ကဵုဒှ်ဂှ် ဟွံဒးရုဲ၊ ရုဲစှ်ကေတ် အရေဝ်သၟာန် မလောဲသွာ သွက်ဇၟာပ်မၞိဟ်တအ်ကၠိုဟ်ကေတ်လောဲလောဲမာန်တအ်ဂှ်ညိ။

source: Chuvash
mnw: ချူဗာယှ်

source: Citation
mnw: တၚ်နၚ်သာဓက

source: Cite with a URL link or the full name of the work.
mnw: စၞောန်ထ္ၜးသာဓက နကဵု လေၚ် URL ဟွံသေၚ်မ္ဂး ယၟု ပရေၚ်ကမၠောန် ပေၚ်ၚ် ဂှ်ညိ။

source: Citing Sentences
mnw: နိဿဲဒၟံၚ်ဝါကျဂမၠိုၚ်

source: Click
mnw: ဍဵု

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
mnw: သွက်ဂွံလ္ၚတ်အာဗီုဂွံပြၚ်စကာသုၚ်စောဲမုက်လိက်ဏံဂှ် ဍဵု <guidanceLink>ဒၞာဲဏံ</guidanceLink> ညိ။

source: Clicking "Generate Credentials" will create unique credentials for your account. For security reasons, the secret key is displayed <bold>only once</bold>. Please copy and store it securely. If lost, you must generate a new key, as it cannot be retrieved.
mnw: ဍဵု "ခၞံဗဒှ်ပတိတ် Credentials" မ္ဂး ဍေံသ္ဂောအ်ခၞံဗဒှ်ကဵု Credentials တၟေင် သွက်အကံက်မၞးရ။ ဟိုတ်နူ ဟိုတ်ဖဵုဂီုကၠီုတုဲ ကသအ်ဓလုက်ဂှ် ဍေံထ္ၜးကဵု ဆအယာံမာတ်မွဲအလန်ဓဝ်ဟေၚ်ရ။ စၠောအ်ကေတ် တုဲ ဂိုင်ဒေပ်လဝ် ဗွဲမဂီုကၠီုညိ။ ယဝ်ရကၠေအ်အာမ္ဂး ဟိုတ်နူကလေင်ကေတ်ဟွံဂွံတုဲ မၞးဒးခၞံဗဒှ် ကသအ်တၟိမွဲပၠန်ရောၚ်။

source: Clipboard not supported
mnw: Clipboard ဒၞာဲဂိုၚ်ဒေပ် ဟွံကၠောန်ကမၠောန်ရောၚ်။

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
mnw: ကလေပ်ရမျာၚ် { $clipCount } ကလေပ်၊ အယျဲဖိုၚ်သီုဖအိုတ် { $size } မဒှ်ရ။ { $expires } ဒှ်စၟတ်တ္ၚဲအိုတ်ရ။

source: Clip Graveyard
mnw: ကလေပ် ရမျှာၚ်လီု

source: Clips recorded
mnw: ကလေပ်ဂမၠိုၚ် ပၠောပ်လဝ်တုဲရ။

source: Clips Uploaded
mnw: ပတိုန်ကလေပ်ရမျာၚ်တုဲဒှ်ရအဴ။

source: Clips validated
mnw: ကလေပ် စၟဳစၟတ်လဝ်တုဲ ဂမၠိုၚ်

source: Clips You've Recorded
mnw: ကလေပ် မၞးပၠောပ်လဝ်ဂမၠိုၚ်

source: Clips You've Validated
mnw: ကလေပ် မၞးစၟဳစၟတ်လဝ်ဂမၠိုၚ်

source: Close
mnw: ကၟာတ်

source: Collecting sentences
mnw: ပကောံဒၟံၚ် ဝါကျ

source: Coming Soon
mnw: ခြာဟွံလအ်စၟဳ

source: Comment
mnw: လညာတ်ပါ်ပါဲ

source: Common Voice data plus all other voice datasets above.
mnw: လ္တူဏအ် ဒေတာ Common Voice ကေုာံ ဒေတာသေတ်ရမျာၚ်တၞဟ်ဟ်အိုတ်သီု

source: Common Voice Dataset
mnw: တၚ်ဂၞၚ်ဒေတာ Common Voice

source: Common Voice is a free, open source platform for community-led data creation
mnw: Common Voice ဂှ် ဒှ်ပလက်ဖံက် ပံက်လဟာ် သၠးပွးမွဲ သွက်ပရေင်ဂွံခၞံဗဒှ်မူလပစ္စယ် မပၠလဝ်တရဴ နကဵု ဂကောံရ။

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
mnw: Common Voice ဂှ်ဒှ် ပရဝ်ဂျေတ် Mozilla Foundation ဂကောံ US 501c3 မွဲရ။ လၟုဟ်ပရဝ်ဂျေတ်ဏအ်ဂှ် ကလိဂွံလဝ်သြန်ဗွဝ် အလုံအိုတ်သီု နူ <philantropicGrantLink>သြန်ထံက်ပင် ပရဟိတတအ်</philantropicGrantLink> ကေုာံ သြန်ဒါန် နူမၞိဟ်အလုံဂၠးတိတအ်ရ။

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
mnw: Common Voice ဂှ် ကလိဂွံလဝ် သြန်ဂအုံ နူကဵု မဒါန် ကေုာံ သြန်ထံက်ပၚ်ရ။ ပိုဲဒးစိုတ် ပရေၚ်ပံၚ်ကောံကၠောန်မွဲစွံ ကဵု တၠပညာ၊ ဂကောံမၞိဟ်အလုံဍုၚ် ကေုာံ ညးမလ္ၚတ်သုတေသန ပရေၚ်ကမၠောန်တအ်ရ။ Common Voice ဂှ် သုၚ်စောဲဟွံဒးကဵုၚုဟ်မးရ၊ ဆဂး ပရေၚ်ပါလုပ်ထံက်ပၚ် သွက်ၚုဟ်မး ပလက်ဖံၚ် ကေုာံ ပရေၚ်ထိၚ်ဒဝ်တအ် နူကဵု တၚ်ပတိုန်ထ္ၜး သြန်ထံက်ပၚ်ဂှ် ဒှ်အရီုအဗၚ် ဗွဲမဇၞော်ရ။

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
mnw: Common Voice ဂှ် ပံက်ပတိုန်မံင် ကဏ္ဍဒုတိယ သ္ပအဓိကလ္တူ ပရေင်ပကောံပကေဝ် အရေဝ်ဟီုဂး သဘာဝ၊ မဟီုကေတ်တ် ကေုာံ ဟွံမွဲကဵုလိက်စဳရေင်တအ်ရ။ ဣဏအ်ဂှ် ရီုဗင်ကဵု ဂကောံမၞိဟ်တအ်ဗွဲမဂၠိုင် သွက်ဂွံပကောံပကေဝ် တင်ဂၞင်ပြဟ်ပြဟ်တုဲ၊ ဒှ်ဖဵုသွက်တၠပညာတင်ဂၞင် ကေုာံ သၟာဖန်ဗဒှ်တအ်ရောင်။

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
mnw: Common Voice ဂှ် ဒှ်အစဳအဇန်ကမၠောန် Mozilla သွက်ဂွံ ရီုဗၚ် ဗတောန်ကဵု စက်တအ် ဗီုပြၚ်မၞိဟ်တအ် ဟီုဂးအရေဝ်ရ။

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
mnw: Common Voice ဂှ် ဒှ်သွက်မၞိဟ်ဂမၠိုၚ် ဂွံကလိဂွံ ဒေတာရမျာၚ် အရေဝ်ဘာသာနာနာ မဇၞော်အိုတ် ပ္ဍဲဂၠးတိရ။

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
mnw: တၚ်စၟတ်သမ္တီရမျာၚ် Common Voice နကဵု တၠပညာတအ်၊ ပရေၚ်ပိုန်ဒြပ် ဍောတ်တ်တအ်၊ ကေုာံ ညးမစိုတ်လုပ်စ ပ္ဍဲပရေၚ်စၟတ်သမ္တီရမျာၚ်တအ် သုၚ်စောဲစကာဒၟံၚ် သွက်ဂွံ ရီုဗၚ်ပကတ်ပကေၚ် ကေုာံ ဇၞော်မောဝ်ပတိုန် တမ်ရိုဟ် မပံက်လဝ် သွက်ညးဂမၠိုၚ် ဗီုကဵု မဝ်ဒေဝ်ရမျာၚ်တအ်ရ။ မုဟိုတ် မၞး မိက်ဂွံ ဇိုတ်ပလီုထောံ တၚ်စၟတ်သမ္တီရမျာၚ် မၞးတအ်ရောဂှ် လဴစကဵု ပိုဲညိ ဂွံဟာ?

source: Community and Languages
mnw: ဂကောံ ကေုာံ အရေဝ်ဘာသာဂမၠိုၚ်

source: Community, Creatives and Civil Society
mnw: ဂကောံ ညးခၞံဗဒှ် ကေုာံ ဂကောံမှာဇန်

source: Community participation and decision making.
mnw: ပရေၚ်ကောန်ဂကောံပါလုပ် ကေုာံ ပရေၚ်ဖျေဟ်သ္ဂုတ်သွာတ်

source: Community Playbook
mnw: လိက်စၞောန် ဂကောံ

source: Confirm Goal
mnw: သ္ပဒဒတန်တိုၚ်ပ္ကဴရန်တၟံ

source: Connection interrupted
mnw: အဆက်အစပ် သ္ကုတ်အာ

source: Connect with Gravatar
mnw: ဆက်ကဵု Gravatar

source: Connect with our community and see supported languages
mnw: ဆက်စၠောအ်ကဵုဂကောံပိုယ်တုဲ ရံင်ကေတ် အရေဝ်ဘာသာမနွံပါလုပ်တအ်ဂှ်ညိ။

source: Contact
mnw: ဆက်စၠောံ

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
mnw: ဆက်စၠောံ ညးချူလိက်၊ ညးချူပြဝေဏဳပြဇာတ် ဟွံသေၚ်မ္ဂး ညးချူဇာတ်ရုပ်တုဲ အာတ်မိက်ရံၚ် ညံၚ်ညးတအ် ဂွံဒုၚ်စွံကဵုသဇိုၚ်ဂကောံမၞိဟ်မပိုင်ပြဳညးဂမၠိုင် သွက်ကဏ္ဍခန်လ္ၚဵုဍောတ်တ်အောန်န် ပ္ဍဲကဵုပရေၚ်ချူခၞံညးတအ်ညိ။

source: Contact Form
mnw: ဒၞာဲဆက်စၠောံ

source: Contact the Common Voice team
mnw: ဆက်စၠောအ်ကဵုဂကောံ Common Voice

source: Contact us
mnw: ဆက်စၠောအ်ကဵု ပိုဲညိ

source: Contact Us
mnw: ဆက်စၠောံကဵုပိုဲညိ။

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
mnw: သၟဝ် <licenseLink>လာၚ်ဇြေန် Creative Commons</licenseLink> ဂှ်ကလိဂွံ ပရူပရာမာန်ရ။

source: Continue
mnw: ဆက်အာ

source: Continue speaking
mnw: ဆက်ဟီုအာ

source: Continue validating
mnw: ဆက်စၟဳစၟတ်အာ

source: Continue with Skipped
mnw: ဆက်ကၠောန်အာကဵု အရာသရုၚ်လဝ်

source: Contribute
mnw: ပါလုပ်

source: Contribute on GitHub
mnw: ဘိုၚ်ပါလုပ်လ္တူ GitHub

source: Contribute sentences
mnw: ပါလုပ်ကဵုအရီုဗၚ်ဝါကျဂမၠိုၚ်

source: Contribute text
mnw: ဘိုၚ်စုတ်မလိက်

source: Contribute to { $lang }
mnw: ပါလုပ်ပ္ဍဲ ဘာသာ { $lang }

source: Contribute to text corpus
mnw: ပါလုပ်ပ္ဍဲခၞံဗဒှ်ဝေါဟာရလိက်

source: Contributing to <bold>{ $language }</bold> dataset
mnw: ဘိုၚ်ပါလုပ်ရီုဗၚ်ကဵုတၚ်ဂၞၚ်ဒေတာ <bold>{ $language }</bold>

source: Contribution Activity
mnw: ပရေၚ်ပါလုပ်ချဳဒရာၚ်

source: Contribution Criteria
mnw: တၚ်စၟတ်သမ္တီ ပရေၚ်ပါလုပ်

source: Contribution Experience
mnw: စၟတ်တ္ၚဲ တၚ်စၟတ်သမ္တီပရေၚ်ပါလုပ် အိုတ်

source: Contribution Guidelines
mnw: စေဝ်ပၞောန်ပရေၚ်ပါလုပ်ဂမၠိုၚ်

source: Contributors record voice clips by reading from a bank of donated sentences.
mnw: ညးပါလုပ်တံ ပၠုပ်ရမျှာၚ် နကဵုဗီုပြၚ် ဗှ်ဟီုပတိတ် ရမျှာၚ် ဝါကျမဒါန်ဂမၠိုင်ရ။

source: Cookies
mnw: တၚ်တုပ်စိုတ်ဂမၠိုၚ်

source: <cookiesLink>Cookies<cookiesLink>
mnw: <cookiesLink>တၚ်တုပ်စိုတ်ဂမၠိုၚ်<cookiesLink>

source: Copainalá Zoque
mnw: ကဝ်ပါဲနာလာ ဇြဝ်ကေ

source: Copied successfully
mnw: စၠောအ်ကေတ် ဗွဲမအံင်ဇၞးတုဲရ။

source: Copy
mnw: ချာဲကေတ်

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
mnw: <coquiLink>Coqui</coquiLink> ဂှ် ကဵုလဝ်ဇြဟတ် သွက် နဲကဲပညာရမျာၚ် သၠးပွး ရ။ ပ္ဍဲ ပရေင်ကမၠောန် ညးတအ်ဂှ် ပါလုပ်မပ္တံကဵု စက် STT ကေုာံ TTS တအ်ဂှ် ဒုင်သဇိုင်ကဵု deep learning တအ်ရ။

source: Cornish
mnw: ကောန်နေတ်

source: Correct
mnw: ဍာံ

source: Corsican
mnw: ကောသဳကာန်

source: { $count } clips
mnw: { $count } ဂမၠိုၚ်

source: { $count }mo
mnw: { $count } ဂိတု

source: Country/Region of Residence
mnw: ဍုၚ် / ဒေသတန်တဴ

source: { $count }wk
mnw: { $count } သတ္တဟ

source: { $count }y
mnw: { $count } သၞာံ

source: [Crackle] giant dinosaurs of [crackle] -riassic.
mnw: [ရမျှာၚ်ခရက်] ဒိုၚ်နဝ်သဝ် ဇၞော်ဇၞော်ဂမၠိုၚ် ပ္ဍဲခေတ် [ရမျှာၚ်ခရက်] Triassic။

source: Create a Custom Goal
mnw: ကၠောန်ဗဒှ် တိုၚ်ပ္ကဴရန်တၟံ အပိုင်

source: Create API Credentials
mnw: ခၞံဗဒှ် API Credentials

source: Create a profile
mnw: ကၠောန်ပရဝ်ဝှာၚ်

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
mnw: ဖန်ဗဒှ် ဝါကျခေတ်လၟုဟ် ကေုာံ အရေဝ်ဟီုဓမ္မတာ နကဵုအလဵုဇကု ဟွံသေၚ်မ္ဂး ကရောံရဲမိတ်သဟာဲမၞးတအ် ဟွံသေၚ်မ္ဂး ကရောံဂကောံအရေဝ်ဘာသာမၞးညိ - ဥပမာ နကဵု အစဳအဇန် ‘ပ္တံချူလိက်ပြိုၚ်ပ္ကာန်’ မွဲ ရ။

source: Create or share public domain prompts, sentences, and text for translation, small language models, and more.
mnw: ခၞံဗဒှ် ဟွံသေင်မ္ဂး ပါ်ပရအ် တၚ်စၞောန်၊ ဝါကျ ကေုာံ မလိက် သွက်ပရေင်ကၠာဲဘာသာ ဒြပ် မဝ်ဒဴ အရေဝ်ဘာသာ ဍောတ်တ် ကေုာံ အရာတၞဟ်ဟ် ညးဂမၠိုၚ်ညိ။

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
mnw: ခၞံဗဒှ်ဒၟံၚ်ကဵု အခေါင်အရာ သွက်မၞိဟ်နာနာသာ်တအ် ဂွံပါလုပ် ပ္ဍဲ Common Voice ဂှ် Common Voice ပဒတန်ကဵု တင်ဂၞင်ဒေတာ သွက်ဂွံဒှ်ဖဵု ကုမၞိဟ်ဗွဲမဂၠိုင်ရ။ ပိုယ်ကၠောန်ဗဒှ်လဝ် နိဿဲအထံက်အပင် ကေုာံ ဗီုပြၚ်ဂမၠိုၚ် သွက်မၞးတအ် ဂွံစကာရ။

source: Credentials
mnw: တၚ်နၚ်သက်သဳ

source: Crimean Tatar
mnw: ခရဳမဳယာန် တာတာ

source: Criteria
mnw: တၚ်စၟတ်သမ္တီ

source: Croatian
mnw: ခရဝ်အေယှာ

source: Ctrl / Cmd + 8
mnw: Ctrl ဟွံသေၚ်မ္ဂး Cmd ပံၚ်ကဵု 8

source: Ctrl / Cmd + 9
mnw: Ctrl ဟွံသေၚ်မ္ဂး Cmd ပံၚ်ကဵု 9

source: Ctrl / Cmd + P
mnw: Ctrl ဟွံသေၚ်မ္ဂး Cmd ပံၚ်ကဵု P

source: Ctrl / CMD + Z
mnw: Ctrl ဟွံသေၚ်မ္ဂး CMD ပံၚ်ကဵု Z

source: Culturally specific questions
mnw: တင်သၟာန် မကိတ်ညဳကဵုအခိုက်ကၞာပြဝေဏဳဂမၠိုင်

source: Cypriot Greek
mnw: သာဲပရဳယာတ် ဂရိတ်

source: Czech
mnw: ချေတ်

source: Dagbani
mnw: ဒါဂဗာနဳ

source: Daily Goal
mnw: တိုၚ်ပ္ကဴရန်တၟံရိုဟ်ဟ်တ္ၚဲ

source: Dameli
mnw: ဒါမေလဳ

source: Danish
mnw: ဒေန်နေတ်

source: Dargwa
mnw: ဒါဂဝါ

source: Dashboard
mnw: ဂတဵုသရုပ်

source: Dataset
mnw: တၚ်ဂၞၚ်ဒေတာ

source: Dataset: { $datasetLanguage }
mnw: တၚ်ဂၞၚ်ဒေတာ { $datasetLanguage }

source: Dataset [{ $datasetName }]
mnw: တၚ်ဂၞၚ်ဒေတာ [{ $datasetName }]

source: Dataset: { $datasetName }
mnw: တၚ်ဂၞၚ်ဒေတာ { $datasetName }

source: Dataset Release
mnw: ပံက်ပ္တိတ် တၚ်ဂၞၚ်ဒေတာ

source: Datasets
mnw: တၚ်ဂၞၚ်ဒေတာ

source: Datasets for ASR, STT, TTS, and other NLP contexts - created through community participation.
mnw: တၚ်ဂၞၚ်မူလပစ္စယ် သွက် ASR၊ STT၊ TTS၊ ကေုာံ အဆက်အစပ် NLP တၞဟ်တအ်ဂှ် ခၞံဗဒှ်လဝ်နူကဵုပရေၚ်ချဳဒရာၚ်ဂကောံရ။

source: Date
mnw: စၟတ်တ္ၚဲ

source: Dawoodi
mnw: ဒါဝူဒဳ

source: Days
mnw: တ္ၚဲ

source: Dear community, release time is nearing. Please go validate and transcribe, and also visit the <cvDatasheetsLink>cv-datasheets</cvDatasheetsLink> to update your datasheet.
mnw: ယွံ ကောန်ဂကောံတအ်၊ အခိၚ်တြးပတိတ်ဂှ် ညောန်ကြပ်ကၠုၚ်ရ။ အာစၟဳစၟတ် ကေုာံ ချူစၠောအ်ရမျာၚ် တုဲပၠန် သွက်ဂွံ ပလေဝ်ပလေတ် တၞးအတ္ထုပ္ပတ္တိဂှ်လေဝ် အာရံၚ်ကေတ်ပ္ဍဲ <cvDatasheetsLink>တၞးအတ္ထုပ္ပတ္တိ</cvDatasheetsLink> တေံညိ။

source: Dear community, the new release is now fully on <mdcLink>Mozilla Data Collective</mdcLink>. Join for access to 500+ global datasets, built by and for the community.
mnw: ယွံ ကောန်ဂကောံတအ်၊ ပရေၚ်ပတိတ်တၟိဂှ် ပ္ဍဲ <mdcLink>Mozilla Data Collective</mdcLink> လၟုဟ်နွံတဴပေၚ်ၚ် ရ။ ပါလုပ် သွက်ဂွံ ကလိဂွံ အခေါၚ်သုၚ်စောဲ တၚ်ဂၞၚ်ဒေတာ အလုံဂၠးကဝ် ၅၀၀ ပြၚ် မကၠောန်ဗဒှ်လဝ် နကဵုဂကောံ ကေုာံ သွက်ဂကောံတအ်ဂှ်ညိ။

source: Dear community, we are currently working on the release. We expect it to be rolled out in parts in the coming days on <mdcLink>Mozilla Data Collective</mdcLink>.
mnw: ယွံ ကောန်ဂကောံတအ်၊ လၟုဟ်ပိုဲတအ် ကၠောန်ဒၟံၚ် သွက်ပရေၚ်ဂွံပတိတ်ဂမၠိုၚ်ရောၚ်။ <mdcLink>Mozilla Data Collective</mdcLink> ဂှ် ပိုဲတအ် ရန်တၟအ်လဝ် သွက်ဂွံ ပတိတ်ကဵု အကြာဏံမွဲၜါတ္ၚဲရောၚ်။

source: Delete
mnw: ဇိုတ်

source: Delete my recordings
mnw: ဇိုတ်ကၠေံ ရမျာၚ်အဲမရပ်ပၠောပ်လဝ်ဂမၠိုၚ်

source: Delete Profile
mnw: ဇိုတ် ပရဝ်ဝှာၚ်

source: Dhatki
mnw: ဒါတ်ကဳ

source: Dhivehi
mnw: ဒဳဗေဟဳ

source: Dholuo
mnw: ဒဝ်လူအဝ်

source: Did you know…
mnw: မၞးတီဟာ…

source: Different language
mnw: ဘာသာတၞဟ်တၞဟ်

source: Difficult
mnw: ဝါတ်ဂါတ်

source: Difficult to pronounce
mnw: ပတိတ်ရမျာၚ်ဝါတ်ဂါတ်တဴရ။

source: Dinka
mnw: ဒိန်ကာ

source: Dioula
mnw: ဒဳအိုဝ်လာ

source: Discard ongoing recording
mnw: တးပါဲထောံ ရမျာၚ်ပၠောပ်ဒၟံၚ်လၟုဟ်

source: do
mnw: ကၠောန်

source: Documentation
mnw: လိက်ကၞပ်စၞောန်

source: Does the sentence meet the guidelines?
mnw: ဝါကျဂှ် ကိတ်ညဳဒၟံၚ်ကဵုစေဝ်ပၞောန်ဟာ

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
mnw: ဝေါဟာရ "Domain " ဂှ် စၞောန်ထ္ၜးကဵု ကဏ္ဍ အရာ မဆေင်စပ်ကုဝါကျဂှ်ရ။ ပ္ဍဲအခိင်လၟုဟ် မၞး ရုဲစှ်ကေတ် အကြာ တင်ဏအ် မာန်မံင်ရ -

source: Donate
mnw: ကဵုဒါန်

source: Donate your voice
mnw: ကဵုဒါန်ရမျာၚ်ညိ။

source: Done
mnw: တုဲဒှ်

source: do not
mnw: လ္ပကၠောန်

source: Don’t
mnw: လ္ပ

source: Don’t Add
mnw: လ္ပထပ်စုတ်

source: Don't see your language on Common Voice yet?
mnw: ဟွံဂွံဆဵုကေတ် ဘာသာမၞး ပ္ဍဲ Common Voice ဏီဟာ

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
mnw: ဟွံဆဵုကေတ် အရေဝ်ဘာသာမၞး ပ္ဍဲဒတန်တင်ဂၞင်ဂှ် ဟာ? သွက်ဂွံ အာတ်မိက် အရေဝ်ဘာသာဂှ် အာဇရေင်မုက်လိက် အရေဝ်ဘာသာပိုယ်ဂမၠိုင် ညိ။

source: Don't wish to say
mnw: ဟွံမိက်ဟီုလဴ

source: Download
mnw: ဂၠေါၚ်ဖျေံ

source: Download a certificate for your events or yourself if you have contributed to Common Voice — this would not be possible without you!
mnw: ဂၠေါၚ်ဖျေံကေတ်တၞးလိက်စၟတ်သမ္တီ သွက်ပရေၚ်ချဳဒရာၚ်မၞး ဟွံသေၚ်မ္ဂး သွက်မၞးညိ ယဝ်ခါရ မၞးပါလုပ်ထံက်ပၚ်လဝ် ပ္ဍဲ Common Voice မ္ဂး — အရာဏအ်ဂှ် ယဝ်မၞးဟွံမွဲမ္ဂး ကတဵုဒှ်ကၠုၚ်မာန်ဟွံသေၚ်ရ။

source: Download Common Voice Data
mnw: ဂၠေါၚ်ဖျေံကေတ် ဒေတာ Common Voice

source: Download Data
mnw: ဂၠေါၚ်ဖျေံ ဒေတာ

source: Download Dataset Bundle
mnw: ဂၠေါၚ်ဖျေံ စိုက်တၚ်ဂၞၚ်ဒေတာ

source: Download { $language }
mnw: ဂၠေါၚ်ဖျေံ { $language }

source: Download Links
mnw: လေၚ် သွက်ဂွံဂၠေါၚ်ဖျေံ

source: Download My Data
mnw: ဂၠေါၚ်ဖျေံ ဒေတာ အဲ

source: Download options for accessing Common Voice data
mnw: တင်ရုဲစှ် ဂၠေါၚ်ဖျေံ သွက်ဂွံလုပ်ကေတ် ဒေတာ Common Voice

source: Download our press pack <icon></icon>
mnw: ဂၠေါၚ်ဖျေံကေတ် တၞးလိက်ပရိုၚ်ပိုယ်

source: Download our voice datasets
mnw: ဂၠေါၚ်ဖျေံ တၚ်ဂၞၚ်ဒေတာ ရမျာၚ်ပိုဲ

source: Download profile data
mnw: ဂၠေါၚ်ဖေံ ဒေတာ ပရဝ်ဝှာၚ်

source: Download the Dataset
mnw: ဂၠေါၚ်ဖျေံ တၚ်ဂၞၚ်ဒေတာ

source: Download the Single Word Target Segment
mnw: ဂၠေါၚ်ဖျေံကေတ် အရၚ်သွက် တၚ်ပတဝ် မအရေဝ် မွဲဒကုတ်

source: Download your contribution certificate
mnw: ဂၠေါၚ်ဖျေံကေတ်တၞးလိက်စၟတ်သမ္တီပရေၚ်ပါလုပ်ထံက်ပၚ်မၞးညိ။

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
mnw: ဗီုလဵု ပိုဲ ဂွံပခိုဟ်ပတိုန် တၚ်ဂၞၚ်ဒေတာသေတ် Common Voice မာန်ဂှ် မၞး ကသပ်လညာတ်နွံဟာ? လဴထ္ၜးဗ္စကဵုပိုဲ ပ္ဍဲ Discourse ညိ။

source: Do you want to continue?
mnw: မၞးမိက်ဂွံဆက်ကၠောန်ဟာ

source: Do you want to Speak, Listen or both?
mnw: မၞးမိက်ဂွံဟီု ၊ ကလၚ် ဟွံသေၚ်မ္ဂး သီုၜါဟာ

source: Drag and drop or <browseWrap>Browse</browseWrap>
mnw: ဓဇက်ဖျေံစုတ် ဟွံသေၚ်မ္ဂး <browseWrap>အာဂၠာဲကေတ်</browseWrap>ညိ။

source: Drag your file here or <uploadButton>click to upload</uploadButton>
mnw: ဓဇက်စုတ်ဝှာၚ်ဒၞာဲဏံ ဟွံသေၚ်မ္ဂး <uploadButton>ဍဵုစုတ်ပတိုန်ကေတ်ညိ။</uploadButton>

source: Drop file here to upload
mnw: သွက်ဂွံပတိုန်ဂှ်ဓဇက်စုတ်ဝှာၚ်ဒၞာဲဏံညိ။

source: Duala
mnw: ဒူအာလာ

source: Duplicate API key name
mnw: ထပ်ပတိတ်ယၟု ကသအ် API

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
mnw: အခိၚ်ပတိုန်ထ္ၜး ပရေၚ်ပါလုပ်ဂှ် ကြဴနူ ဍဵု 'ပတိုန်ထ္ၜး' တုဲမ္ဂး တၚ်ကလေၚ်သှ်ဂှ်ကြက်သရုၚ်အာရောၚ်။ ပရေၚ်ပါလုပ်ဂှ် ဆက်အာ တိုက်ရိုက် ၅ တပ် ကရောံ ပၠောပ်ရမျာၚ် ဟွံသေၚ်မ္ဂး ပွမစၟတ်သမ္တီဒးဍာံတအ်ဂှ်ရောၚ်။

source: Dutch
mnw: ဒါတ်

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
mnw: တၚ်နၚ်မွဲမွဲ ပ္ဍဲတၚ်ဂၞၚ်ဒေတာသေတ်ဂှ် နွံကဵု ဝှာၚ် MP3 မတၟေၚ်တၞဟ်ခြာမွဲ ကေုာံ ဝှာၚ်လိက် မကိတ်ညဳကဵု MP3 ဂှ်ရ။ ပ္ဍဲကဵု လၟိဟ်နာဍဳမပၠောပ်လဝ်ရမျာၚ် { $total } နာဍဳ ပ္ဍဲတၚ်ဂၞၚ်ဒေတာသေတ် ဗွဲမဂၠိုၚ်တအ်ဂှ် ဒေတာမေတာ မဆေၚ်ကဵု ပရေၚ်မၞိဟ် မပ္တံကဵု အာယုက်၊ လိၚ်၊ ကေုာံ ရမျာၚ်ဟီုဂရုလဟုတအ်လေဝ် ပါလုပ်ဒၟံၚ်တုဲ ဍေံရီုဗၚ်ကဵု သွက်ဂွံ ဗတောန် ပရေၚ်ဒးရးချိုတ်ပၠိုတ် စက်စၟတ်သမ္တီရမျာၚ်တအ် မာန်ရ။ လၟုဟ် ဒေတာသေတ်ဂှ် နွံကဵု လၟိဟ်နာဍဳ မပဒတန်လဝ် ဗၞတ်<b> { $valid } </b>နာဍဳ နကဵု အရေဝ်ဘာသာ <b>{ $languages }</b> ဘာသာဂမၠိုၚ် ဆဂး ပိုဲထပ်စုတ်ဒၟံၚ် ရမျာၚ် ကေုာံ အရေဝ်ဘာသာ ဂၠိုၚ်ဂၠိုၚ် လၟိုန်ကာလရောၚ်။ သွက်ဂွံ အာတ်မိက် အရေဝ်ဘာသာမွဲမွဲ ဟွံသေၚ်မ္ဂး စပါလုပ်ဂှ် <languagesLink>လ္ၚတ်ရံၚ် မုက်လိက် </languagesLink> အရေဝ်ဘာသာတအ် ပိုဲညိ။

source: Eastern Balochi
mnw: ဗလောချဳ ဗၟံက်

source: Eastern Huasteca Nahuatl
mnw: နာဝါတ် ဟူအာတ်တေကာ ဗမံက်

source: Eastern Min
mnw: မိန် ဗၟံက်

source: Eastern Penan
mnw: ပေနာန် ဗမံက်

source: Easy
mnw: လောဲသွာ

source: Easy to Understand
mnw: ကၠိုဟ်တဴလောဲသွာ

source: Ebrie
mnw: အေဗရဳ

source: Edit
mnw: ပလေဝ်

source: Edit Profile
mnw: ပလေဝ် ပရဝ်ဝှာၚ်

source: Edit tag
mnw: ပလေဝ်ပလေတ် တၚ်သမ္တီ

source: Edo
mnw: အေဒဝ်

source: Efik
mnw: အဳဖေတ်

source: e.g., “What do you wish you could use technology for?”
mnw: ဥပမာ - "နဲကဲပညာဂှ် သွက်မု မၞး မိက်ဂွံ စကာသုၚ်စောဲရော"

source: Ekoti
mnw: အဳကဝ်တဳ

source: Element
mnw: ကဏ္ဍ

source: Email
mnw: အဳမေဲလ်

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
mnw: အဳမေလ်

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
mnw: သွက်ဂွံတီကေတ် ပရူကမၠောန်၊ ကဏ္ဍနာနာ ကေုာံ ပရေင်ဖန်ဗဒှ်တၟိ ပ္ဍဲ Common Voice တအ်ဂှ် <emailFragment>စုတ်စရင် (Sign up)</emailFragment> ပ္ဍဲလိက်ပရိုင်အဳမေလ်ပိုဲညိ။

source: Email is already used for a different account
mnw: အီမေဲလ်ဏံ သွက်အကံက်တၞဟ်ဟ်မွဲဂှ် စကာသုၚ်စောဲလဝ်တုဲရ။

source: Email Subscriptions
mnw: စရင်ပတိုန်အီမေဲလ်ဂမၠိုၚ်

source: Emakhuwa
mnw: အဳမာခူဝါ

source: Empty or Unintelligible
mnw: သၠးဒၟံၚ် ဟွံသေၚ်မ္ဂး ကၠိုဟ်ကေတ်ဟွံမာန်

source: English
mnw: အၚ်္ဂလိက်

source: Enter Email to Download
mnw: သွက်ဂွံဂၠေါၚ်ဖျေံဂှ် တက်စုတ် အဳမေဲလ်ညိ။

source: Enter email to send a sign up link
mnw: သွက်ဂွံကလိဂွံ လေၚ် ကၠောန်အကံက်ဂှ် တက်စုတ် အီမေဲလ် ညိ

source: Enter questions with code-switching, one per line. People are more likely to respond with code-switching when the question also contains code-switching.
mnw: ချူစုတ် ပုစ္ဆာ မပြံၚ်လှာဲလဝ် အရေဝ်ဘာသာ၊ မွဲပၞောန် မွဲပိုဒ်ညိ။ ယဝ်ရ သၟာန်ဂှ်လေဝ် နွံဒၟံၚ်ကဵု ပရေၚ်ပြံၚ်လှာဲ အရေဝ်ဘာသာမ္ဂး၊ မၞိဟ်တအ် ကလေၚ်သွဟ်ကဵု နကဵု ပရေၚ်ပြံၚ်လှာဲ အရေဝ်ဘာသာ ဂမၠိုၚ်မာန်ရ။

source: Enter your Country/Region of Residence
mnw: တက်စုတ်ဍုၚ် / ဒေသတန်တဴ

source: Enter your email
mnw: စုတ် အဳမေလ်မၞးညိ။

source: Enter your public domain sentence here
mnw: စုတ် ဝါကျသွက်ညးဂမၠိုၚ် မၞး ပ္ဍဲဒၞာဲဏအ် ညိ။

source: Enter your public domain sentences here
mnw: စုတ် ဝါကျသွက်ညးဂမၠိုၚ် မၞး ပ္ဍဲဒၞာဲဏအ် ညိ။

source: Error
mnw: ဗၠေတ်ယောၚ်ယာ

source: Error adding sentence
mnw: ပရေၚ်ထပ်စုတ်ဝါကျဂှ် တၚ်ဗၠေတ်ယောၚ်နွံတဴရ။

source: Error { $code }
mnw: ယောၚ်ယာ { $code }

source: Error copying
mnw: ပွမစၠောအ်ကေတ်ဂှ် ဗၠေတ်ယောၚ်ယာအာရ။

source: Error creating API credentials
mnw: ခၞံဗဒှ် API credentials ဗၠေတ်ယောင်ယာအာရ။

source: Error deleting API credentials
mnw: ပွမဇိုတ်ပလီုတဴ API credentials ဂှ် ဗၠေတ်ယောင်ယာအာရ။

source: Error fetching API credentials
mnw: ကေတ် API credentials ဗၠေတ်ယောင်ယာအာရ။

source: Error submitting tags
mnw: အခိၚ်ပတိုန် တၚ်သမ္တီဂမၠိုၚ်ဂှ် အရာဗၠေတ်ယောၚ်ယာမွဲ မံက်က္တဵုဒှ်ကၠုၚ်လဝ်ရ။

source: Error while playing audio file.
mnw: အခိၚ် ပံက် ဝှာင်ရမျာင်ဂှ် တၚ်ဗၠေတ်ယောင်ယာ မံက်က္တဵုဒှ်ကၠုၚ်လဝ်ရ။

source: Erzya
mnw: အေရ်ဇြဳယျာ

source: ESC
mnw: တိတ်

source: Esperanto
mnw: အေတ်သပါရေန်တဝ်

source: Estonian
mnw: အေတ်သတဝ်နဳယျာ

source: Eton
mnw: အဳတောန်

source: Events
mnw: ကဏ္ဍဂမၠိုၚ်

source: Everyone
mnw: ဇၟာပ်ညးအဲ

source: Ewe
mnw: အဳဝဳ

source: Ewondo
mnw: အဳဝေါန်ဒဝ်

source: Example
mnw: ဥပမာ

source: Exceeded 25 questions. Reduce number of questions and retry.
mnw: လောန်ၜက်အာ ၂၅ ပုစ္ဆာရ။ နုက်ဖအောန်ထောံလၟိဟ်ပုစ္ဆာတုဲ ထပ်ဂ္စါန်ညိ။

source: Exceeded API credentials limit of 10
mnw: လောန်ၜက်အာ လၟိဟ်အပိုင်အခြာ API credentials ၁၀ ရ။

source: Exciting news! Spontaneous Speech is on the way! Stay tuned for updates and make sure to check our <discordLink>Discord</discordLink> for the latest information.
mnw: ပရိုင်ခိုဟ်ရ။ Spontaneous Speech လဟီုပကတိ စိုပ်ကၠုင်မံင်ယျ။ ဆက်မင်စၟဳမံင် တင်ဂၞင်တၟိတၟိတအ်ညိ တုဲပၠန် သွက်ဂွံတီ တင်ဂၞင်လက္ကရဴအိုတ်တအ်ဂှ် စၟဳစၟတ်ရံင် ပ္ဍဲ <discordLink>Discord</discordLink> ပိုဲညိ။

source: Exit & Delete clips
mnw: တိတ် ကေုာံ ဇိုတ်ပလီုကလေပ်ရမျာၚ်မၠိုၚ်

source: Explore datasets <icon></icon>
mnw: ဂၠာဲလ္ၚတ်တၚ်ဂၞၚ်မူလပစ္စယ်ဂမၠိုင်<icon></icon>

source: Explore informal scenarios, situations, or reenactments
mnw: လ္ၚတ်ရံၚ် အကာဲအရာ၊ ပရူပရာ ဟွံသေၚ်မ္ဂး အရာဟွံစှ်ေကဵုသၞောဝ် တအ်ဂှ်ညိ။

source: Explore organizations supporting Common Voice around the world
mnw: လ္ၚတ်ရံင် ဂကောံမထံက်ပင် Common Voice နူအလုံဂၠးတိဂမၠိုင်

source: Explore the community and languages supported by Common Voice
mnw: လ္ၚတ်ရံၚ် ဂကောံ ကေုာံ အရေဝ်ဘာသာမနွံပါလုပ်ပ္ဍဲ Common Voice တအ်ညိ။

source: Express or solicit prejudiced or offensive sentiments
mnw: ဟီုပ္တိတ် ဟွံသေၚ်မ္ဂး အာတ်မိက် ပရေၚ်ဟွံပေၚ်စိုတ် ဟွံသေၚ်မ္ဂး ပၟိက်ဟွံဂပ်ဝ်

source: Failed to copy SHA256 Checksum
mnw: SHA256 Checksum စၠောအ်ကေတ်လဝ် ဟွံအံင်ဇၞးရောၚ်။

source: Fang
mnw: ဖာၚ်
